[
    {
        "id": 1,
        "frase": "Fijar objetivos es el primer paso para transformar lo invisible en visible.",
        "autor": "Anthony Robbins"
    },
    {
        "id": 2,
        "frase": "La fuerza y el crecimiento llegan del esfuerzo continuo.",
        "autor": ""
    },
    {
        "id": 3,
        "frase": "Los perdedores se quejan de que los campeones se quejan de que entrenan.",
        "autor": ""
    },
    {
        "id": 4,
        "frase": "Lo imposible no un hecho, es una opinión. Imposible no es una declaración es un reto. Lo imposible es algo teórico, temporal. Imposible no existe nada.",
        "autor": "Muhammad Ali"
    },
    {
        "id": 5,
        "frase": "El dolor que sientes hoy es la fuerza que sentirás mañana.",
        "autor": ""
    },
    {
        "id": 6,
        "frase": "Hacer deporte es una fatiga sin fatiga.",
        "autor": "Gabriele D’ Annunzio"
    },
    {
        "id": 7,
        "frase": "La vida comienza al final de tu zona de confort.",
        "autor": "Walsh N. D."
    },
    {
        "id": 8,
        "frase": "Sin sufrimiento, no hay felicidad. He aprendido a disfrutar sufriendo.",
        "autor": "Rafael Nadal"
    },
    {
        "id": 9,
        "frase": "El esfuerzo no se negocia.",
        "autor": "Diego Pablo Simeone"
    },
    {
        "id": 10,
        "frase": "Entrena cada día como si tu vida dependiera de ello.",
        "autor": "Rafael Nadal"
    },
    {
        "id": 11,
        "frase": "El talento depende de la inspiración, pero el esfuerzo depende de cada uno.",
        "autor": "Pep Guardiola"
    },
    {
        "id": 12,
        "frase": "Para tener éxito necesitas dedicar el 100% de tu entrenamiento, dieta y enfoque mental.",
        "autor": "Arnold Schwarzenegger"
    },
    {
        "id": 13,
        "frase": "Querer es poder.",
        "autor": ""
    },
    {
        "id": 14,
        "frase": "Si no estás dispuesto a sacrificar lo cotidiano, debes conformarte con lo ordinario.",
        "autor": "Jim Rohn"
    },
    {
        "id": 15,
        "frase": "Los desafíos son lo que hacen la vida interesante…. vencerlos es lo que nos da sentido.",
        "autor": "Joshua J. Marine"
    },
    {
        "id": 16,
        "frase": "Cada día en el espejo verás a quien tienes que superar.",
        "autor": ""
    },
    {
        "id": 17,
        "frase": "No te rindas. Sufres ahora, y vivirás el resto de tu vida como un campeón!",
        "autor": "Muhammad Ali"
    },
    {
        "id": 18,
        "frase": "Esfuérzate siempre al máximo. En especial cuando tengas todo en contra.",
        "autor": ""
    },
    {
        "id": 19,
        "frase": "Si te saltas un entrenamiento, pierdes la oportunidad de mejorar.",
        "autor": ""
    },
    {
        "id": 20,
        "frase": "Puedo aceptar el fracaso, pero no puedo aceptar no intentarlo.",
        "autor": "Michael Jordan"
    },
    {
        "id": 21,
        "frase": "No esperes conseguir lo más fácil, espera ser el más fuerte.",
        "autor": "Jim Rohn"
    },
    {
        "id": 22,
        "frase": "Sólo los que están convencidos de que pueden ganar, ganan.",
        "autor": "Virgilio"
    },
    {
        "id": 23,
        "frase": "Odié cada minuto de entrenamiento, pero dije, “No te rindas. Sufre ahora y vive el resto de tu vida como un campeón.",
        "autor": ""
    },
    {
        "id": 24,
        "frase": "Los que piensan que no tienen tiempo para hacer ejercicio, tarde o temprano encontrarán tiempo para estar enfermos.",
        "autor": ""
    },
    {
        "id": 25,
        "frase": "Fijar objetivos es el primer paso para transformar lo invisible en visible.",
        "autor": ""
    },
    {
        "id": 26,
        "frase": "El verdadero fracaso es renunciar.",
        "autor": "Zig Ziglar"
    },
    {
        "id": 27,
        "frase": "Si otras personas lo han hecho antes que yo, también puedo.",
        "autor": "William Faulkner"
    },
    {
        "id": 28,
        "frase": "Si no crees en ti mismo, nadie lo hará por ti.",
        "autor": "Kobe Bryant"
    },
    {
        "id": 29,
        "frase": "El deseo de ganar no es tan importante como el deseo de prepararse para ganar.",
        "autor": ""
    },
    {
        "id": 30,
        "frase": "Si lo que has conseguido es mucho, lo que estás por conseguir será inmenso.",
        "autor": ""
    },
    {
        "id": 31,
        "frase": "Mientras perseveramos y resistimos, podemos conseguir todo lo que queremos.",
        "autor": "Mike Tyson"
    },
    {
        "id": 32,
        "frase": "Cuida tu cuerpo. Es el único lugar donde tienes que vivir.",
        "autor": "Jim Rohn"
    },
    {
        "id": 33,
        "frase": "Si nunca lo intentas, nunca lo conseguirás",
        "autor": ""
    },
    {
        "id": 34,
        "frase": " Cree que lo puedes hacer y lo harás.",
        "autor": ""
    },
    {
        "id": 35,
        "frase": "No esperes el momento adecuado para hacer las cosas, el único momento es ahora.",
        "autor": ""
    }
]
